[
  {
    "title": "Ministry Explains Why Retail Bonds Suit Beginner Investors in Indonesia",
    "content": "Reporter Ilona Estherina January 26, 2026  03:22 pm TEMPO.CO, Jakarta -The Indonesian Ministry of Finance has begun offering its first Retail Government Bonds (SBN) of the year, targeting novice investors seeking to learn about financial investment. Acting Director of State Debt Novi Puspita Wardani said the instruments are designed to be accessible and educational for individuals entering the investment market. According to Novi, retail government bonds serve as an introductory investment option for individuals looking to build financial literacy. Retail SBN is provided for individuals who want to grow financially and learn about investing, she said during a press conference at the Ministry of Finance office in Jakarta on Monday, January 26, 2026. One of the main advantages of retail government bonds, Novi explained, is their relatively low risk. The default risk is considered close to zero, as the instruments are backed by two legal frameworks. The first is the State Budget Law, which allocates annual payments for interest and principal. The second is the State Debt Securities Law, which obliges the government to pay interest and principal at maturity, she said. Novi cautioned that beginners who immediately invest in high-risk instruments without sufficient preparation may face losses that discourage future participation. By starting with safer investment products, she said, new investors can better understand risk management and returns before moving on to higher-risk options. She added that investing in retail government bonds offers dual benefits. In addition to providing personal financial returns for investors, the instruments also support state budget financing. So the function is not only personal, but also social, she said. The Ministry of Finance began offering retail government bond series ORI029T3 and ORI029T6 on Monday, January 26, 2026. The ORI029 series is the first retail government bond issued this year. In 2026, the government plans to issue eight retail government bond series: ORI029, SR024, ST016, ORI030, SR025, SWR007, SBR015, and ST017. In 2025, the government raised Rp153 trillion from the issuance of eight retail government bond series. A total of 262,927 investors purchased the instruments last year, with millennials andGeneration Zaccounting for 57 percent of total retail SBN sales. Read:UAE Developer to Invest Rp4 Trillion in Nusantara Capital Mixed-Use Project Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2082978/ministry-explains-why-retail-bonds-suit-beginner-investors-in-indonesia",
    "published_date": "2026-01-26 17:16:38.214262"
  },
  {
    "title": "Indonesia Ends ASEAN Para Games 2025 with 135 Gold Medals",
    "content": "Reporter Arkhelaus Wisnu Triyogo January 26, 2026  02:56 pm TEMPO.CO, Jakarta -The Indonesian contingent concluded their participation in theASEAN Para Games(APG) 2025 in Thailand with a total of 135 gold, 143 silver, and 114 bronze medals. These results secured second place in the final medal standings at Southeast Asias largest disability sports event. According to the official APG 2025 website, as quoted by Antara, Indonesias medals came from 18 sports disciplines held from January 19 to 25 in Nakhon Ratchasima and Bangkok, with tenpin bowling competitions specifically hosted in Bangkok. From the outset, the Indonesian contingent targeted a top-three finish. The goal was considered realistic due to the absence of some of Indonesias flagship events and reduced participation from certain countries, including Cambodia. Before the games, the Ministry of Youth and Sports had set a target of 82 gold, 77 silver, and 77 bronze medals for the Red and White team. However, the athletes consistent performances throughout the week-long event far exceeded these expectations. Athletics contributed the most gold medals, winning 44 gold, 39 silver, and 23 bronze. Swimmers followed in second place with 29 gold, 37 silver, and 20 bronze medals. Inbadminton, the athletes surpassed their target with 12 gold, nine silver, and seven bronze medals. Weightlifting added nine gold and four silver, while judo achieved a clean sweep in all events they participated in, amassing seven gold, three silver, and one bronze. Indonesias medal count also increased on the final day through para chess, with several final matches held at the Auditorium Nakhon Ratchasima Rajabhat University. The Indonesian team was led by Chef de Mission Reda Manthovani. The APG 2025 concluded with a closing ceremony at the 80th Birthday Anniversary Stadium in Nakhon Ratchasima on Sunday evening, January 25, 2026. Read:Indonesia Masters 2026 Results: Malaysia Tops, Indonesia Claims One Title Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2082974/indonesia-ends-asean-para-games-2025-with-135-gold-medals",
    "published_date": "2026-01-26 17:16:39.321190"
  },
  {
    "title": "Why Indonesia Is Limiting Mobile Phone Number Ownership",
    "content": "Reporter Alfitria Nefi Pratiwi January 26, 2026  02:32 pm TEMPO.CO, Jakarta -The Minister of Communication and Digital,Meutya Viada Hafid, has issued new regulations regarding the registration of cellular cards for telecommunication services and prospective customers. The regulation limits the ownership of mobile phone numbers and requires biometric-based identity verification to prevent the circulation of active numbers without verified identities, a loophole often exploited for digital fraud and cybercrime. Meutya said the regulation is aimed at closing the gap created by unregistered numbers, which are frequently used for fraud, spam, and misuse of personal data. Biometric-based registration, limitation of number ownership, and the public's right to check and control numbers under their identity are important foundations in narrowing the space for digital crimes in Indonesia, she said in a written statement on Friday, January 23, 2026. Under Minister of Communication and Digital Regulation Number 7 of 2026, identity verification using biometric technology, such as facial recognition, is required in the registration process for cellular cards. Prospective customers under the age of 17 must register through the identity and biometrics of the head of the household. Registration can be completed online or by visiting service providers outlets. Telecommunication companies are prohibited from activating customer numbers until the prospective customers identity has been verified. The new regulation, enacted on January 19, 2026, also limits mobile number ownership. Article 14, Paragraph 1 of Chapter IV prohibits telecommunication providers from registering more than three prepaid numbers per identity. Exceptions are made for three cases: prepaid numbers used for machine-to-machine communication or Internet of Things (IoT) purposes; testing or violation detection by service providers; and registrations by legal entities, non-legal entities, or other organizations for telecommunication needs. The Ministry will impose administrative sanctions on providers who violate the regulation, including written warnings or temporary suspension of business activities. Sanctions will be applied in stages untilproviderscomply fully with the ministerial rules. Read:Ultrajaya Invests Rp1.14 Trillion to Supply Milk for Free Meal Program Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2082960/why-indonesia-is-limiting-mobile-phone-number-ownership",
    "published_date": "2026-01-26 17:16:40.429006"
  },
  {
    "title": "Indonesia Tutup ASEAN Para Games 2025 dengan 135 Medali Emas",
    "content": "KONTINGEN Indonesia menutup partisipasi dalam ASEAN Para Games (APG) 2025 Thailand dengan menorehkan total 135 medali emas, 143 medali perak, dan 114 medali perunggu. Hasil tersebut memastikan tim Merah Putih finis di posisi kedua klasemen akhir perolehan medali ajang olahraga disabilitas terbesar se-Asia Tenggara itu. Berdasarkan laman resmi APG 2025, seperti dikutip dariAntara,perolehan medali Indonesia berasal dari 18 cabang olahraga yang diikuti sejak 19 hingga 25 Januari di Nakhon Ratchasima dan Bangkok. Cabang olahraga tenpin bowling dipertandingkan khusus di Bangkok. Sejak awal keberangkatan, kontingen Indonesia menargetkan minimal finis di tiga besar. Target itu dinilai realistis mengingat sejumlah nomor andalan Indonesia tidak dipertandingkan serta adanya pengurangan partisipasi dari beberapa negara, termasuk Kamboja. Kementerian Pemuda dan Olahraga sebelumnya membebani tim Merah Putih dengan target 82 emas, 77 perak, dan 77 perunggu. Namun, performa konsisten para atlet sepanjang sepekan kompetisi membuat capaian tersebut terlampaui jauh. Cabang para atletik menjadi penyumbang emas terbanyak dengan raihan 44 emas, 39 perak, dan 23 perunggu. Posisi kedua ditempati para renang yang menyumbangkan 29 emas, 37 perak, dan 20 perunggu. Sementara itu, para bulu tangkis melampaui target dengan torehan 12 emas, sembilan perak, dan tujuh perunggu. Cabang para angkat berat menyumbang sembilan emas dan empat perak. Adapun para judo menjadi satu-satunya cabang yang menyapu seluruh nomor yang diikuti dengan koleksi tujuh emas, tiga perak, dan satu perunggu. Perolehan medali Indonesia juga bertambah pada hari terakhir kompetisi melalui cabang para catur. Sejumlah partai final yang digelar di Auditorium Nakhon Ratchasima Rajabhat University turut menambah pundi-pundi medali kontingen Indonesia. Kontingen Indonesia dipimpin oleh Chef de Mission Reda Manthovani. Setelah seluruh pertandingan rampung, rangkaian APG 2025 ditutup dengan upacara penutupan yang digelar di 80th Birthday Anniversary Stadium, Nakhon Ratchasima, Minggu malam, 25 Januari 2026. Pilihan Editor:Perubahan Filosofi Chelsea dalam Penunjukan PelatihPilihan Editor:Sejauh Mana Regenerasi Atlet Renang Indonesia",
    "media_source": "tempo",
    "url": "https://sport.tempo.co/read/2082933/indonesia-tutup-asean-para-games-2025-dengan-135-medali-emas",
    "published_date": "2026-01-26 17:16:42.468900"
  },
  {
    "title": "Misi OceanX-BRIN Jumpai Paus Baru di Perairan Indonesia",
    "content": "BADAN Riset dan Inovasi Nasional (BRIN) bersama organisasi eksplorasi laut global, OceanX, telah menyelesaikan misi penelitian laut melalui OCEANXBRIN Collaborative Deep-sea Research and Capacity Building Program 2025  Mission Leg 2. Misi yang dilakukan sepanjang 5-24 Januari 2026 ini berfokus pada biodiversitas, oseanografi, dan juga pengamatan laut, sertafish aggregating deviceatau rumpon di perairan Sulawesi Utara. Direktur Pengelolaan Armada Kapal Riset BRIN, Nugroho Dwi Hananto, melalui keterangan tertulis, Senin, 26 Januari 2025, mengungkap misi diakhiri dengan kapal berlabuh di Pelabuhan Bitung pada 24 Januari lalu. Mereka membawa serta hasil identifikasi 14 spesies megafauna, seperti yang juga dilaporkan ROV Program Lead OceanX, Andrew Craig. Lebih rinci, peneliti mamalia laut di Pusat Riset Sistem Biota BRIN, Sekar Mira, menyebut temuan ini terdiri dari 10 spesies mamalia laut, 2 spesies hiu, dan 2 spesies penyu. Ia menyebutkan, riset ini menemukan jenis-jenis mamalia laut melalui pantauan udara menggunakan helikopter kapal, seperti paus sperma dan paus berparuh. Bahkan, kami menjumpaiIndopacetus pacificus(pausparuh Longman) yang jika terkonfirmasi akan menjadi catatan baru bagi daftar biodiversitas di perairan Indonesia, kata Sekar. Selain menggunakan helikopter, temuan ini didapatkan juga melalui metode revolusioner teknologienvironmental DNAataeDNA metabarcoding. Metode ini memungkinkan ilmuwan mendeteksi keberadaan paus dan megafauna lainnya hanya melalui residu genetik yang tertinggal di air, tanpa perlu kontak fisik yang bisa mengganggu hewan tersebut. Dari hasil yang didapat, peneliti di Pusat Riset Zoologi Terapan BRIN, Andhika Prima Prasetyo, menambahkan, \"Harapannya, kita bisa mempelajari distribusinya, tidak hanya horizontal tapi juga secara vertikal. Ekspedisi didukung hadirnya dua unit kapal selam berawak yang memiliki peran spesifik berbeda. Keduanya adalah Nadir yang difokuskan untuk mendukung aspek media dan dokumentasi visual, lalu Neptune yang lebih diarahkan untuk saintifik.. Peneliti dari Indo Ocean Foundation, Ilham, menerangkan, Nadir digunakan untuk merekam struktur komunitas di gunung bawah laut (seamount) Sulawesi Utara melalui metode video transect. Sedangkan Neptune dilengkapi dengan Niskin bottle untuk mengoleksi sampel air, lengan robotik yang mampu mengambil sampel biota laut, dan bio box untuk menjaga spesimen selama perjalanan naik ke permukaan untuk dianalisis lebih lanjut di laboratorium kapal. Peneliti Pusat Riset Biosistematika dan Evolusi BRIN sekaligus lead scientist ekspedisi ini, Pipit Pitriana, mengatakan ekspedisi tersebut memperkaya data biodiversitas perairan Sulawesi Utara sebagai dasar rekomendasi kebijakan konservasi. Adapun Wakil Kepala BRIN, Amarulla Oktavian, berpesan hasil penelitian didokumentasi dengan baik dan semua sampel disimpan di repositori ilmiah nasional sesuai aturan. \"Kita akan melanjutkan penelitian ini menggunakan kapal penelitian kita sendiri dengan peralatan standar yang tidak boleh kalah canggih, kata Amarulla. Pilihan Editor:Inovasi Teknologi Pelampung Pesawat N219 Amfibi",
    "media_source": "tempo",
    "url": "https://tekno.tempo.co/read/2082924/misi-oceanx-brin-jumpai-paus-baru-di-perairan-indonesia",
    "published_date": "2026-01-26 17:16:44.392928"
  }
]