[
  {
    "title": "BCA Adds More ATMs as ATM Numbers Fall in Indonesia",
    "content": "Reporter Ilona Estherina January 29, 2026  03:06 pm TEMPO.CO, Jakarta- A report by the Indonesian Banking Surveillance released by the Financial Services Authority (OJK) reveals that the number of automated teller machines (ATMs) has decreased by thousands a year. However, Bank Central Asia (BCA) has increased the number of its ATMs. BCA's EVP Corporate Communication and Social Responsibility, Hera F Haryn, stated that ATMs, especially those for depositing and withdrawing cash, are still necessary for the public, especially for those with high mobility. She mentioned, \"BCA is committed to meeting the diverse needs of its customers by investing in additional ATMs,\" in a written response toTempoon Wednesday, January 28, 2026. According to the OJK's survey, the number of electronic banking terminals (ATMs, CDMs, and CRM) decreased from 91,173 units in the third quarter of 2024 to 89,774 units in the third quarter of 2025. An electronic banking terminal is an automated machine that allows customers to conduct financial transactions without going through a bank. Amidst this decline, BCA has expanded its infrastructure of machines. Hera revealed that as of December 2025, BCA had 20,163 ATMs spread across Indonesia. This marks an increase of 620 units compared to the previous year, when the number stood at 19,543. Most of BCA's ATMs are cash recycling machines (CRMs), which can be used for withdrawing and depositing cash, transferring funds, making payments, and more. According to Hera, ATMs, especially those for cash deposits and withdrawals, are still necessary for the public, particularly those with limited mobility. AsBCAincreases its number of ATMs, it also makes long-term investments. Strengthen the hybrid banking ecosystem by improving mobile and internet banking channels, points of sale, branch offices, and ATMs, as well as contact centers. \"We project that the usage of ATMs will continue to grow in line with the future economic growth of Indonesia,\" stated Hera. Previously, the Executive Director of Banking Supervision at the Financial Services Authority, Dian Ediana Rae, predicted that the trend of decreasing ATM numbers would continue. This is consistent with the adoption of technology, the cost efficiency of banking, and the changing needs of the public. Despite this, she stated that the decline depends on banking decisions. \"The decreasing trend in the number of ATMs is fundamentally a step taken based on the business decisions of each bank,\" she mentioned in a written statement quoted on Thursday, January 29, 2026. Read:BCA to Buyback Rp5 Trillion in Shares Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2083719/bca-adds-more-atms-as-atm-numbers-fall-in-indonesia",
    "published_date": "2026-01-29 15:22:05.672330"
  },
  {
    "title": "British Journalists Reprimand Presidential Security During Prabowo's Visit",
    "content": "Reporter Sultan Abdurrahman January 29, 2026  02:26 pm TEMPO.CO, Jakarta- A member of the Presidential Security Detail (Paspampres) received a reprimand from a journalist during President Prabowo Subianto's visit to the United Kingdom. Responding to the incident that later circulated on social media, Paspampres stated that their member's action was in accordance with procedures. A Paspampres member was reprimanded by a journalist for trying to stop reporters from photographing President Prabowo as he prepared to visit British Prime Minister Keir Starmer's office. Assistant Intelligence Commander of Paspampres, Infantry Colonel Mulyo Junaidi, stated that their unit had investigated the incident at 10 Downing Street, London. \"Regarding the circulating footage on social media related to the Paspampres member carrying out duties in London, after in-depth investigation, we can confirm that the individual had performed the state leader's security duties in accordance with applicable SOPstandard operating procedures,\" Mulyo stated in his release on Thursday, January 29, 2026. According to Mulyo, the actions of the Paspampres involved in the incident were proportional. \"In accordance with the required procedure,\" he added. Mulyo expressed gratitude for the public's attention to Paspampres. He stated that their unit is committed to ensuring the safety of the state leader in accordance with applicable regulations. Paspampres was reprimanded by a British journalist in London on Tuesday, January 20, 2026. In the recorded video of the event, a member of the Paspampres was seen approaching local journalists in front of the office of the British Prime Minister. He asked the journalists not to take pictures until Prabowo arrived at Starmer's office. One of the journalists protested the actions of the Paspampres member, stating that the reporters were in a public space and could freely cover the event. The journalist also mentioned that a Paspampres member would be breaking the law by preventing coverage. After hearing the explanation, the Paspampres member involved in the incident left the journalists. During foreign visits, PresidentPrabowois always accompanied by the Paspampres. Paspampres protocol overseas is regulated, among others, in Government Regulation No. 59 of 2013 concerning the Security of the President and Vice President as well as State Guests. During visits abroad, Indonesian authorities need to coordinate with government agencies in the destination country to ensure the safety of the president and vice president. Read:The Origins of Prabowo Subianto's Foreign Propaganda Bill Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2083706/british-journalists-reprimand-presidential-security-during-prabowos-visit",
    "published_date": "2026-01-29 15:22:06.789557"
  },
  {
    "title": "Expert Suggests Indonesia Follow Singapore's Nipah Virus Strategy",
    "content": "Reporter Dani Aswara January 29, 2026  01:00 pm TEMPO.CO, Jakarta-Singaporehas unveiled six preliminary measures to anticipate the potential spread of theNipah virusfollowing an outbreak in West Bengal, India. Announced on Tuesday, January 28, 2026, the policy focuses on bolstering surveillance at national entry points and enhancing regional coordination. Tjandra Yoga Aditama, Director of the Postgraduate Program at YARSI University, believes these actions reflect the Singaporean governments serious approach. \"The six new public health initiatives announced by Singapore demonstrate a firm commitment to protecting its citizens and residents,\" Tjandra stated in an official release on Thursday, January 29, 2026. The first measure implemented by the Singaporean government involves body temperature screenings at Changi Airport for travelers arriving from affected regions. The Communicable Diseases Agency (CDA) officially introduced this policy on January 28, 2026. Secondly, the Singaporean government has mandated that doctors and laboratories immediately report any suspected or confirmed Nipah virus cases to the CDA. This reporting protocol is designed to accelerate public health interventions. Thirdly, the CDA has instructed hospitals and emergency departments to heighten vigilance for patients with recent travel history to West Bengal who exhibit symptoms consistent with a Nipah infection. The fourth step centers on health education at Singapores airports and checkpoints. Arriving passengers are urged to contact health officials if they feel unwell after traveling, while departing residents are being provided with essential precautionary guidelines. Fifth, Singapore's Ministry of Manpower (MOM) has intensified surveillance of migrant workers arriving from South Asia. Sixth, the CDA will maintain continuous coordination with infectious disease authorities in South Asia to monitor the Nipah virus situation closely. Tjandra added that Singapores measures, alongside Thailands policies, which include airport screenings, hospital readiness, and a One Health approach, serve as a blueprint for Indonesia to increase its own public health vigilance. Meanwhile, Health Minister Budi Gunadi Sadikin confirmed that no cases of the Nipah virus have been detected in Indonesia. Nevertheless, the government is taking preemptive action through public awareness campaigns and the preparation of polymerase chain reaction (PCR) tests. \"We have prepared the socialization and the necessary PCR reagents, as the virus is detected using PCR testing,\" Budi stated at the Jakarta International Expo (JIEXPO) in Kemayoran, Jakarta, on Tuesday, January 27, 2026. According to Budi, Nipah virus cases are primarily concentrated inIndiaand Bangladesh. The virus is transmitted from bats to humans, often via contaminated fruit, and carries a high mortality rate. \"It indeed has a high fatality rate and originates from bats,\" he noted. Read:Foreign Ministry: No Indonesians Infected with Nipah Virus Click hereto get the latest news updates from Tempo on Google News",
    "media_source": "tempo",
    "url": "https://en.tempo.co/read/2083688/expert-suggests-indonesia-follow-singapores-nipah-virus-strategy",
    "published_date": "2026-01-29 15:22:07.909064"
  }
]